---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameterGroup.PG_SPLIT_PROFILE_DIMENSIONS
enum: Autodesk.Revit.DB.BuiltInParameterGroup
source: html/9942b791-2892-0658-303e-abf99675c5a6.htm
---
# Autodesk.Revit.DB.BuiltInParameterGroup.PG_SPLIT_PROFILE_DIMENSIONS

"Dimensions (linear units or % of thickness)"